# GetWSImgShowDBHeader

## Description
Check whether worksheet image is set to show database headers.

```pascal
FUNCTION GetWSImgShowDBHeader(hWorksheetImage : HANDLE) : BOOLEAN;
```

```python

def vs.GetWSImgShowDBHeader(hWorksheetImage):
    return BOOLEAN
```

## Parameters
|Name|Type|Description|
|---|---|---|
|hWorksheetImage|HANDLE||

## Version
Availability: from Vectorworks 2018
## Category
* Worksheets